Repository: davidacm/WakeSpeaker
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: uk

source: &Not now
uk: &Не зараз

source: Request for contributions to %s
uk: Запит на внески до %s

source: Creating add-ons demands substantial time and effort. With limited job prospects in my country, your donations could significantly aid in dedicating more time to developing free plugins for the community. Your contribution would support the development of this and other free projects. Would you like to contribute to this cause? Select from our available payment methods below. You will be redirected to the corresponding website to complete your donation. Thank you for your support and generosity.
uk: Створення додатків вимагає значного часу та зусиль. Зважаючи на обмежені можливості працевлаштування в моїй країні, ваші пожертви могли б суттєво допомогти мені присвятити більше часу розробці безкоштовних додатків для спільноти. Ваш внесок підтримає розвиток цього та інших безкоштовних проектів. Бажаєте зробити свій внесок у цю справу? Виберіть один з доступних способів оплати нижче. Ви будете перенаправлені на відповідний веб-сайт для завершення вашої пожертви. Дякую за вашу підтримку та щедрість.

source: Using Paypal
uk: За допомогою Paypal

source: using Co-fi
uk: за допомогою Co-fi

source: See more methods on my github Page
uk: Дивіться більше методів на моїй сторінці github

source: on
uk: увімкнено

source: off
uk: вимкнено

source: toggles the wake speaker functionality
uk: перемикає функціонал wake speaker

source: The option Listen voice and beep signals has been changed. You must restart NVDA for that change to take effect. Would you like to restart now?
uk: Параметр Слухати голосові та звукові сигнали було змінено. Щоб зміни набули чинності, необхідно перезапустити NVDA. Бажаєте перезапустити зараз?

source: Restart NVDA
uk: Перезапустіть NVDA

source: &Enable Wake Speaker
uk: &Увімкнути Wake Speaker

source: &Listen voice and beep signals (disable if there are issues with other add-ons)
uk: &Слухати голосові та звукові сигнали (вимкніть, якщо є проблеми з іншими додатками)

source: &Sleep after (seconds)
uk: &Засинати після (секунд)

source: Noise volume
uk: Гучність шуму

source: &Try to pause noise after (seconds)
uk: &Спробувати призупинити шум після (секунд)

source: &Pause length (in MS)
uk: Довжина &паузи (в МС)

source: &Support wake speaker add-on
uk: &Підтримати цей додаток

source: this add-on plays an inaudible white noise to keep alive the speakers. Useful for bluetooth headphones or similar devices.
uk: цей додаток відтворює нечутний білий шум, щоб підтримувати активний стан динаміків. Корисно для bluetooth-навушників або подібних пристроїв.
